<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']        = 'สกุลเงิน';

// Text
$_['text_success']         = 'บันทึกข้อมูลสกุลเงินเรียบร้อยแล้ว';
$_['text_list']            = 'รายการสกุลเงิน';
$_['text_add']             = 'เพิ่ม';
$_['text_edit']            = 'แก้ไข';

// Column
$_['column_title']         = 'ชื่อสกุลเงิน';
$_['column_code']          = 'รหัส';
$_['column_value']         = 'อัตราแลกเปลี่ยน';
$_['column_date_modified'] = 'อัปเดทข้อมูลล่าสุดเมื่อ';
$_['column_action']        = 'การกระทำ';

// Entry
$_['entry_title']          = 'ชื่อสกุลเงิน';
$_['entry_code']           = 'รหัส';
$_['entry_value']          = 'อัตราแลกเปลี่ยน';
$_['entry_symbol_left']    = 'สัญลักษณ์ด้านซ้าย';
$_['entry_symbol_right']   = 'สัญลักษณ์ด้านขวา';
$_['entry_decimal_place']  = 'จำนวนจุดทศนิยม';
$_['entry_status']         = 'สถานะ';

// Help
$_['help_code']            = 'คุณไม่สามรถเปลี่ยนแปลงได้หากสกุลเงินนี้ถูกใช้งานเป็นสกุลเงินหลักของร้าน ตรวจสอบรหัสที่ถูกต้องได้ที่ <a href="http://www.xe.com/iso4217.php" target="_blank">ISO code</a>';
$_['help_value']           = 'ตั้งค่าอัตราแลกเปลี่ยนให้เป็น 1.00000 หากเป็นสกุลเงินหลักของร้านค้า';

// Error
$_['error_permission']     = 'ขออภัย คุณไม่ได้รับสิทธิ์ในการแก้ไขข้อมูลสกุลเงิน';
$_['error_title']          = 'ชื่อของสกุลเงินต้องอยู่ระหว่าง 3 - 32 ตัวอักษร';
$_['error_code']           = 'รหัสสกุลเงินต้องมี 3 ตัวอักษร';
$_['error_default']        = 'ขขอภัย คุณไม่สามารถลลสกุลเงินนี้ได้เนื่องจากถูกใช้งานเป็นสกุลเงินหลักของร้านค้า';
$_['error_store']          = 'ขออภัย คุณไม่สามารถลบสกุลเงินนี้ได้เนื่องจากมีร้านค้าใช้งานอยู่ %s ร้านค้า';
$_['error_order']          = 'ขออภัย คุณไม่สามารถลบสกุลเงินนี้ได้เนื่องจากมีคำสั่งซื้อใช้งานอยู่ %s รายการ';