<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']     = 'ภาษา';

// Text
$_['text_success']      = 'บันทึกภาษาเรียบร้อยแล้ว';
$_['text_list']         = 'รายการภาษา';
$_['text_add']          = 'เพิ่ม';
$_['text_edit']         = 'แก้ไข';

// Column
$_['column_name']       = 'ชื่อภาษา';
$_['column_code']       = 'รหัส';
$_['column_sort_order'] = 'ลำดับการแสดง';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_name']        = 'ชื่อภาษา';
$_['entry_code']        = 'รหัส';
$_['entry_locale']      = 'รหัสท้องถิ่น';
$_['entry_image']       = 'รูปภาพ';
$_['entry_directory']   = 'ไดเร็กทอรี';
$_['entry_status']      = 'สถานะ';
$_['entry_sort_order']  = 'ลำดับการแสดง';

// Help
$_['help_code']         = 'ตัวอย่าง: th คุณไม่สามารถดปลี่ยนค่านี้ได้หากเป็นภาษาหลักของระบบ';
$_['help_locale']       = 'ตัวอย่าง: th_TH.UTF-8,th_TH,th-th,thai';
$_['help_image']        = 'ตัวอย่าง: th.png';
$_['help_directory']    = 'ชื่อของไดเร็กทอรีที่เก็บไฟล์ภาษา';
$_['help_status']       = 'เปิดหรือปิดการใช้งานภาษานี้';

// Error
$_['error_permission']     = 'ขออภัย คุณไม่ได้รับสิทธิ์ในการแก้ไขข้อมูลภาษา';
$_['error_name']        = 'ชื่อภาษาต้องอยู่ระหว่าง 3 ถึง ตัวอักษร';
$_['error_code']        = 'รหัสภาษาต้องมีอย่างน้อย 2 ตัวอักษร';
$_['error_locale']      = 'กรุณาระบุรหัสท้องถิ่น';
$_['error_image']       = 'ชื่อรูปต้องมีอย่างน้อย 3 ถึง 64 ตัวอักษร';
$_['error_directory']   = 'กรุณาระบุไดเร็กทอรี';
$_['error_default']     = 'ไม่สามารถลบภาษานี้ได้เนื่องจากถูกใช้งานเป็นภาษาหลักของระบบ';
$_['error_admin']       = 'ไม่สามารถลบภาษานี้ได้เนื่องจากถูกใช้งานสำหรับระบบหลังร้าน';
$_['error_store']       = 'ไม่สามารถลบภาษานี้ได้เนื่องจากมีร้านค้าอื่นใช้งานอยู่ %s ร้านค้า';
$_['error_order']       = 'ไม่สามารถลบภาษานี้ได้เนื่องจากมีคำสั่งซื้อใช้งานอยู่ %s รายการ';