<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']    = 'หน่วยวัด';

// Text
$_['text_success']     = 'บันทึกข้อมูลหน่อยวัดเสร็จเรียบร้อยแล้ว';
$_['text_list']        = 'รายการหน่วยวัด';
$_['text_add']         = 'เพิ่ม';
$_['text_edit']        = 'แก้ไข';

// Column
$_['column_title']     = 'ชื่อ';
$_['column_unit']      = 'หน่วยวัด';
$_['column_value']     = 'ค่า';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_title']      = 'ชื่อ';
$_['entry_unit']       = 'หน่วยวัด';
$_['entry_value']      = 'ค่า';

// Help
$_['help_value']       = 'ตั้งค่า 1.00000 หากต้องการใช้เป็นหน่วยวัดหลักของระบบ';

// Error
$_['error_permission'] = 'ขออภัย คุณไม่ได้รับสิทธิ์ให้แก้ไขข้อมูลหน่วยวัดของร้านค้า';
$_['error_title']      = 'ชื่อของหน่วยวัดต้องอยู่ระหว่าง 3 ถึง 32 ตัวอักษร';
$_['error_unit']       = 'หน่วยวัดต้องอยู่ระหว่าง 1 ถึง 4 ตัวอักษร';
$_['error_default']    = 'ไม่สามารถลบหน่วยวัดนี้ได้เนื่องจากถูกใช้งานเป็นหน่วยวัดหลักของระบบ';
$_['error_product']    = 'ไม่สามารถลบหน่วยวัดนี้ได้เนื่องจากมีสินค้าใช้งานอยู่ %s รายการ';