<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']    = 'สถานะคำสั่งซื้อ';

// Text
$_['text_success']     = 'บันทึกข้อมูลสถานะคำสั่งซื้อเสร็จเรียบร้อยแล้ว';
$_['text_list']        = 'รายการสถานะคำสั่งซื้อ';
$_['text_add']         = 'เพิ่ม';
$_['text_edit']        = 'แก้ไข';

// Column
$_['column_name']      = 'สถานะ';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_name']       = 'สถานะ';

// Error
$_['error_permission'] = 'ขออภัย คุณไม่ได้รับสิทธิ์ในการแก้ไขสถานะคำสั่งซื้อ';
$_['error_name']       = 'ชื่อของสถานะคำสั่งซื้อต้องอยู่ระหว่าง 3 ถึง 32 ตัวอักษร';
$_['error_default']    = 'ไม่สามารถลบสถานะคำสั่งซื้อรายการนี้ได้เนื่องจากถูกใช้งานเป็นสถานะคำสั่งซื้อเริ่มต้นของร้านค้า';
$_['error_download']   = 'ไม่สามารถลบสถานะคำสั่งซื้อนี้ได้เนื่องจากถูกใช้งานเป็นสถานะคำสั่งซื้อเริ่มต้นสำหรับสินค้าดาวน์โหลด';
$_['error_store']      = 'ไม่สามารถลบสถานะคำสั่งซื้อนี้ได้เรื่องจากมีร้านค้าอื่นใช้งานอยู่ %s ร้านค้า';
$_['error_order']      = 'ไม่สมารถลบสถานะคำสั่งซื้อนี้ได้เนื่องจากมีคำสั่งซื้อใช้งานอยู่ %s รายการ';