<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']    = 'หน่วยน้ำหนัก';

// Text
$_['text_success']     = 'บันทึกข้อมูลหน่วยน้ำหนักเสร็จเรียบร้อยแล้ว';
$_['text_list']        = 'รายการ';
$_['text_add']         = 'เพิ่ม';
$_['text_edit']        = 'แก้ไข';

// Column
$_['column_title']     = 'ชื่อ';
$_['column_unit']      = 'หน่วยน้ำหนัก';
$_['column_value']     = 'ค่า';
$_['column_action']    = 'การกระทำ';

// Entry
$_['entry_title']      = 'ชื่อ';
$_['entry_unit']       = 'หน่วยน้ำหนัก';
$_['entry_value']      = 'ค่า';

// Help
$_['help_value']       = 'ตั้งค่าเป็น 1.00000 หากต้องการใช้งานเป็นหน่วยน้ำหนักหลักของร้านค้า';

// Error
$_['error_permission'] = 'ขออภัย คุรไม่ได้รับสิทธิ์ในการแก้ไขข้อมูลหน่วยน้ำหนัก';
$_['error_title']      = 'ข้อมูลต้องอยู่ระหว่าง 3 ถึง 32 ตัวอักษร';
$_['error_unit']       = 'ข้อมูลต้องอยู่ระหว่าง 1 ถึง 4 ตัวอักษร';
$_['error_default']    = 'ไม่สามารถลบหน่วยน้ำหนักรายการนี้ได้เนื่องจากถุกใช้งานเป็นหน่วยน้ำหนักหลักของระบบ';
$_['error_product']    = 'ไม่สามารถลบรายการนี้ได้เนื่องจากมีสินค้าใช้งานอยู่ %s รายการ';