<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']          = 'รัฐ/จังหวัด';

// Text
$_['text_success']           = 'บันทึกข้อมูลรัฐ/จังหวัดเรียบร้อยแล้ว';
$_['text_list']              = 'รายการ';
$_['text_add']               = 'เพิ่ม';
$_['text_edit']              = 'แก้ไข';

// Column
$_['column_name']            = 'รัฐ/จังหวัด';
$_['column_code']            = 'รหัส';
$_['column_country']         = 'ประเทศ';
$_['column_action']          = 'การกระทำ';

// Entry
$_['entry_status']           = 'สถานะ';
$_['entry_name']             = 'รัฐ/จังหวัด';
$_['entry_code']             = 'รหัส';
$_['entry_country']          = 'ประเทศ';

// Error
$_['error_permission']       = 'ขออภัย คุณไม่ได้รับสิทธิ์ในการแก้ไขข้อมูลรัฐ/จังหวัด';
$_['error_name']             = 'ข้อมูลต้องอยู่ระหว่าง 3 ถึง 128 ตัวอักษร';
$_['error_default']          = 'ไม่สามารถลบรายการที่เลือกได้เนื่องจากถูกใช้เป็นรัฐ/จังหวัดของร้านค้าหลัก';
$_['error_store']            = 'ไม่สามารถลบรายการที่เลือกได้เนื่องจากมีร้านค้าใช้งานอยู่ %s ร้านค้า';
$_['error_address']          = 'ไม่สามารถลบรายการที่เลือกได้เนื่องจากถูกใช้งานในสมุดที่อยู่ %s รายการ';
$_['error_affiliate']        = 'ไม่สามารถลบรายการที่เลือกได้เนื่องจากมีสมาชิกตัวแทนขายใช้งานอยู่ %s สมาชิก';
$_['error_zone_to_geo_zone'] = 'ไม่สามารถลบรายการที่เลือกได้เนื่องจากถูกใช้งานในเขตภูมิศาสตร์อยู่ %s รายการ';