<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']     = 'กลุ่มคุณสมบัติเฉพาะ';

// Text
$_['text_success']      =  'บันทึกข้อมูลกลุ่มคุณสมบัติเฉพาะเรียบร้อยแล้ว';
$_['text_list']              = 'รายการคุณสมบัติเฉพาะ';
$_['text_add']               = 'เพิ่ม';
$_['text_edit']              = 'แก้ไข';

// Column
$_['column_name']       = 'ชื่อกลุ่มคุณสมบัติเฉพาะ';
$_['column_sort_order'] = 'ลำดับการจัดเรียง';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_name']        = 'ชื่อกลุ่มคุณสมบัติเฉพาะ:';
$_['entry_sort_order']  = 'ลำดับการจัดเรียง:';

// Error
$_['error_permission']      = 'ขออภัย คุณไม่ได้รับอนุญาตให้เข้าใช้งานหรือแก้ไขข้อมูลในส่วนนี้';
$_['error_name']        = 'ชื่อกลุ่มคุณสมบัติเฉพาะ ต้องมี 3 ถึง 64 ตัวอักษร!';
$_['error_attribute']   = 'คำเตือน: ชื่อกลุ่มคุณสมบัติเฉพาะไม่สามารถลบได้ เพราะมีคุณสมบัติเฉพาะใช้อยู่ %s รายการ';
$_['error_product']     = 'คำเตือน: ชื่อกลุ่มคุณสมบัติเฉพาะไม่สามารถลบได้ เพราะมีสินค้าใช้อยู่ %s รายการ';
