<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']     = 'ระบบดาวน์โหลด';

// Text
$_['text_success']      = 'บันทึกข้อมูลระบบดาวน์โหลดเรียบร้อยแล้ว';
$_['text_list']         = 'รายการดาวน์โหลด';
$_['text_add']          = 'เพิ่ม';
$_['text_edit']         = 'แก้ไข';
$_['text_upload']       = 'อัปโหลดไฟล์เรียบร้อยแล้ว';

// Column
$_['column_name']       = 'ชื่อดาวน์โหลด';
$_['column_date_added'] = 'วันที่เพิ่ม';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_name']        = 'ชื่อดาวน์โหลด';
$_['entry_filename']    = 'ชื่อไฟล์';
$_['entry_mask']        = 'ชื่อไฟล์ต้นฉบับ';

// Help
$_['help_filename']     = 'คุณสามารถอัปโหลดผ่านทางปุ่มอัปโหลดหรือใช้ FTP เพื่ออัปโหลดไปยังไดเรกทอรีดาวน์โหลดและกรอกรายละเอียดด้านล่าง';
$_['help_mask']         = 'ขอแนะนำว่าชื่อไฟล์และไฟล์ต้นฉบับที่แตกต่างกัจะช่วยป้องกันการดาวน์โหลดไฟล์โดยตรงได้';

// Error
$_['error_permission']      = 'ขออภัย คุณไม่ได้รับอนุญาตให้เข้าใช้งานหรือแก้ไขข้อมูลในส่วนนี้';
$_['error_name']        = 'ชื่อไฟล์ดาวน์โหลดต้องอยู่ระหว่าง 3 - 64 ตัวอักษร';
$_['error_upload']      = 'กรุณาอัปโหลดไฟล์';
$_['error_filename']    = 'ชื่อไฟล์ต้องอยู่ระหว่าง 3 - 128 ตัวอักษร';
$_['error_exists']      = 'ไม่พบไฟล์';
$_['error_mask']        = 'ชื่อไฟล์ต้นฉบับต้องอยู่ระหว่าง 3 - 128 ตัวอักษร';
$_['error_filetype']    = 'ประเภทไฟล์ที่อัปโหลดไม่ถูกต้อง';
$_['error_product']     = 'ไม่สามารถรบรายการดาวน์โหลดนี้ได้เนื่องจากมี่สินค้าใช้งานอยู่ %s รายการ';