<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']			= 'การชำระเงินซ้ำ';

// Text
$_['text_success']          = 'บันทึกข้อมูลการชำระเงินซ้ำเรียบร้อยแล้ว';
$_['text_list']             = 'รายการชำระเงินซ้ำ';
$_['text_add']              = 'เพิ่ม';
$_['text_edit']             = 'แก้ไข';
$_['text_day']				= 'วัน';
$_['text_week']				= 'อาทิตย์';
$_['text_semi_month']		= 'ปักษ์( 15 วัน)';
$_['text_month']			= 'เดือน';
$_['text_year']				= 'ปี';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> จำนวนเงินที่เกิดขึ้นจะถูกคำนวณตามความถี่และรอบ</p><p>ตัวอย่างเช่นหากคุณใช้ความถี่ของ "สัปดาห์" และระบุจำนวนรอบเป็น "2" จากนั้นผู้ใช้จะได้รับการเรียกเก็บเงินทุกๆ 2 สัปดาห์</p><p>ระยะเวลาในการชำระเงิน หากตั้งค่าเป็น 0 ลูกค้าจะถูกเรียกเก็บเงินจนกว่าลูกค้าจะกดยกเลิก</p>';
$_['text_profile']			= 'การชำระเงินซ้ำ';
$_['text_trial']			= 'ทดลองใช้งาน';

// Entry
$_['entry_name']			= 'ชื่อ';
$_['entry_price']			= 'ราคา';
$_['entry_duration']		= 'ระยะเวลา';
$_['entry_cycle']			= 'รอบ';
$_['entry_frequency']		= 'ความถี่';
$_['entry_trial_price']		= 'ราคาสำหรับทดลองใช้';
$_['entry_trial_duration']	= 'ระยะเวลาในการทดลองใช้';
$_['entry_trial_status']	= 'สถานะทดลองใช้';
$_['entry_trial_cycle']	    = 'รอบของการทดลองใช้';
$_['entry_trial_frequency']	= 'ความถี่ในการทดลองใช้';
$_['entry_status']			= 'สถานะ';
$_['entry_sort_order']		= 'ลำดับการแสดง';

// Column
$_['column_name']			= 'ชื่อ';
$_['column_sort_order']	    = 'ลำดับการแสดง';
$_['column_action']         = 'การกระทำ';

// Error
$_['error_warning']          = 'โปรดตรวจสอบและกรอกข้อมูลให้ครบถ้วน';
$_['error_permission']      = 'ขออภัย คุณไม่ได้รับอนุญาตให้เข้าใช้งานหรือแก้ไขข้อมูลในส่วนนี้';
$_['error_name']			= 'ชื่อตอ้องอยู่ระหว่าง 3 - 128 ตัวอักษร';
$_['error_product']			= 'ไม่สามารถลบการการชำระเงินซ้ำนี้ได้เนื่องจากมีสินค้าใช้งานอยู่ %s รายการ';