<?php
// Heading
$_['heading_title']					= 'ชำระเงินปลายทาง';

// Text
$_['text_payment']					= 'วิธีการชำระเงิน';
$_['text_success']					= 'บันทึกข้อมูลวิธีการชำระเงินแบบรับเงินปลายทางเสร็จเรียบร้อยแล้ว';
$_['text_edit']                     = 'แก้ไข';

// Entry
$_['entry_total']		 = 'ยอดรวมขั้นต่ำ';
$_['entry_order_status'] = 'สถานะคำสั่งซื้อ';
$_['entry_geo_zone']	 = 'เขตภูมิศาสตร์';
$_['entry_status']		 = 'สถานะ';
$_['entry_sort_order']	 = 'ลำดับการแสดง';

// Help
$_['help_total']					= 'ระบบจะทำงานก็ต่อเมื่อยอดรวมในตะกร้าสินค้ามียอดมากกว่าหรือเท่ากับยอดรวมขั้นต่ำ';

// Error
$_['error_permission']				= 'ขออภัย คุณไมไ่ด้รับสิทธิ์ในการแก้ไขวิธีการชำระเงินแบบรับเงินปลายทาง';