<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']     = 'กลุ่มผู้ใช้งาน';

// Text
$_['text_success']      = 'บันทึกข้อมูกลุ่มผู้ใช้งานเสร็จเรียบร้อยแล้ว';
$_['text_list']         = 'กลุ่มผู้ใช้งาน';
$_['text_add']          = 'เพิ่มกลุ่มผู้ใช้งาน';
$_['text_edit']         = 'แก้ไขกลุ่มผู้ใช้งาน';

// Column
$_['column_name']       = 'ชื่อกลุ่มผู้ใช้งาน';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_name']        = 'ชื่อกลุ่มผู้ใช้งาน';
$_['entry_access']      = 'อนุญาตให้เข้าถึงระบบได้';
$_['entry_modify']      = 'อนุญาตให้แก้ไขระบบได้';

// Error
$_['error_permission']  = 'ขออภัย คุณไม่ได้รับสิทธิ์ในการแก้ไขข้อมูลกลุ่มผู้ใช้งาน';
$_['error_name']        = 'ชื่อกลุ่มผู้ใช้งานต้องอยู่ระหว่าง 3 ถึง 64 ตัวอักษร';
$_['error_user']        = 'ไม่สามารถลบกลุ่มผู้ใช้งานนี้ได้เนื่องจากมีผู้ใช้งานอยู่ %s คน';