<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']     = 'กลุ่มลูกค้า';

// Text
$_['text_success']      = 'บันทึกข้อมูลกลุ่มลุกค้าเรียบร้อยแล้ว';
$_['text_list']         = 'รายการกลุ่มลูกค้า';
$_['text_add']          = 'เพิ่ม';
$_['text_edit']         = 'แก้ไข';

// Column
$_['column_name']       = 'ชื่อกลุ่มลูกค้า';
$_['column_sort_order'] = 'ลำดับการแสดง';
$_['column_action']     = 'การกระทำ';

// Entry
$_['entry_name']        = 'ชื่อกลุ่มลูกค้า';
$_['entry_description'] = 'รายละเอียด';
$_['entry_approval']    = 'อนุมัติสมาชิกใหม่';
$_['entry_sort_order']  = 'ลำดับการแสดง';

// Help
$_['help_approval']     = 'ลูกค้าต้องได้รับการอนุมัติจากผู้ดูแลระบบก่อน ถึงจะสามารถเข้าใช้งานบัญชีได้';

// Error
$_['error_permission']   = 'ขออภัย คุณไม่ได้รับสิทธิ์ในการแก้ไขข้อมูลกลุ่มลูกค้า';
$_['error_name']         = 'ชื่อต้องอยู่ระหว่าง 3 ถึง 32 ตัวอักษร';
$_['error_default']      = 'ไม่สามารถลบกลุ่มลูกค้านี้ได้เนื่องจากถูกใช้งานเป็นกลุ่มลูกค้าหลักของร้านค้า';
$_['error_store']        = 'ไม่สามารถลบกลุ่มลูกค้านี้ได้เนื่องจากมีร้านค้าใช้งานอยู่ %s ร้าน';
$_['error_customer']     = 'ไม่สามารถลบกลุ่มลุกค้านี้ได้เนื่องจากมีลูกค้าใช้งานอยู่ %s คน';