<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']       = 'คูปองค์';

// Text
$_['text_success']        = 'บันทึกข้อมูลคูปองค์เรียบร้อยแล้ว';
$_['text_list']           = 'รายการ';
$_['text_add']            = 'เพิ่ม';
$_['text_edit']           = 'แก้ไข';
$_['text_percent']        = 'เปอร์เซ็นต์';
$_['text_amount']         = 'คงที่';

// Column
$_['column_name']         = 'ชื่อคูปองค์';
$_['column_code']         = 'รหัส';
$_['column_discount']     = 'ส่วนลด';
$_['column_date_start']   = 'วันที่เริ่ม';
$_['column_date_end']     = 'วันที่สิ้นสุด';
$_['column_status']       = 'สถานะ';
$_['column_order_id']     = 'รหัสคำสั่งซื้อ';
$_['column_customer']     = 'ลุกค้า';
$_['column_amount']       = 'จำนวนเงิน';
$_['column_date_added']   = 'วันที่ทำรายการ';
$_['column_action']       = 'การกระทำ';

// Entry
$_['entry_name']          = 'ชื่อคูปองค์';
$_['entry_code']          = 'รหัส';
$_['entry_type']          = 'ประเภท';
$_['entry_discount']      = 'ส่วนลด';
$_['entry_logged']        = 'เข้าสู่ระบบ';
$_['entry_shipping']      = 'ฟรีค่าจัดส่ง';
$_['entry_total']         = 'ยอดชำระขั้นต่ำ';
$_['entry_category']      = 'ปรเภทสินค้า';
$_['entry_product']       = 'สินค้า';
$_['entry_date_start']    = 'วันที่เริ่ม';
$_['entry_date_end']      = 'วันที่สิ้นสุด';
$_['entry_uses_total']    = 'จำนวนใช้งานต่อคูปองค์';
$_['entry_uses_customer'] = 'จำนวนใช้งานต่อลุกค้า 1 คน';
$_['entry_status']        = 'สถานะ';

// Help
$_['help_code']           = 'รหัสของคูปองค์ที่จะส่งให้ลูกค้า';
$_['help_type']           = 'ส่วนลดเป็นเปอร์เซนต์หรือคงที่';
$_['help_logged']         = 'ลูกค้าต้องเข้าสู่ระบบก่อนถึงจะใช้งานคูปองค์นี้ได้';
$_['help_total']          = 'ต้องสั่งซื้อสินค้าจนมียอดชำระตามที่กำหนดก่อนถึงจะใช้งานคูปองค์ได้';
$_['help_category']       = 'ใช้งานคูปองค์นี้ได้กับสินค้าที่อยู่ในหมวดสินค้านี้ทั้งหมด';
$_['help_product']        = 'กำหนดสินค้าที่จะใช้งานกับคูปองค์นี้ได้เท่านั้น ไม่ต้องเลือกหากต้องการใช้กับสินค้าทั้งหมด';
$_['help_uses_total']     = 'จำนวนครั้งสูงสุดในการใช้งานคูปองค์นี้ หากจำนวนครั้งถึงตามค่าที่กำหนดจะไม่สามารถใช้งานคูปองค์นี้ได้ ปล่อยว่างไว้หากใช้งานได้ไม่จำกัด';
$_['help_uses_customer']  = 'จำนวนครั้งสูงสุดในการใช้งานคูปองค์ต่อลูกค้า 1 คน ปล่อยว่างไว้หากใช้งานได้ไม่จำกัด';

// Error
$_['error_permission']    = 'ขออภัย คุณไม่ได้รับสิทธิ์ในการแก้ไขข้อมูลคุปองค์';
$_['error_exists']        = 'รหัสดังกล่าวมีอยู่ในระบบแล้ว';
$_['error_name']          = 'ชื่อคูปองค์ต้องอยู่ระหว่าง 3 ถึง 128 ตัวอักษร';
$_['error_code']          = 'รหัสคูปองค์ต้องอยู่ระหว่าง 3 ถึง 10 ตัวอักษร';