<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Text
$_['text_approve_subject']      = 'สวัสดีคุณ %s - บัญชีของคุณถูกอนุมัติแล้ว';
$_['text_approve_welcome']      = 'ยินดีต้อนรับและขอบคุณสำหรับการลงทะเบียนกับ %s!';
$_['text_approve_login']        = 'บัญชีใช้งานของคุณได้ถูกสร้างขึ้นแล้ว คุณสามารถเข้าสู่ระบบโดยใช้อีเมล์และรหัสผ่านตามที่คุณได้กรอกตอนสมัครสมาชิก ตาม URL นี้:';
$_['text_approve_services']     = 'หลังจากเข้าสู่ระบบแล้ว คุณสามารถใช้บริการต่าง ๆ ในเว็บไซต์ได้แก่ การวิจารณ์สินค้า การดูคำสั่งซื้อย้อนหลัง  พิมพ์อินวอยซ์ แก้ไขข้อมูล รวมถึงสิทธิประโยชน์ส่วนลดต่าง ๆ ในการสั่งซื้อสินค้า';
$_['text_approve_thanks']       = 'ขอบคุณที่ไว้วางใจและเลือกใช้บริการจากทางร้านของเรา';
$_['text_transaction_subject']  = 'คุณได้รับเครดิต %s';
$_['text_transaction_received'] = 'คุณได้รับเครดิต %s';
$_['text_transaction_total']    = 'ยอดรวมเครดิตของคุณทั้งหมดคือ %s' . "\n\n" . 'คุณจะได้รับส่วนลดโดยอัตโนมัติหลังจากทำรายการสั่งซื้อครั้งต่อไป';
$_['text_reward_subject']       = 'คุณได้รับคะแนนสะสม %s';
$_['text_reward_received']      = 'คุณได้รับคะแนนสะสม %s';
$_['text_reward_total']         = 'คะแนนสะสมของคุณทั้งหมดตอนนี้คือ %s';