<?php
/**
แปลไทยโดย PANYA  SARAPHI
http://www.opencart2u.com/
http://www.opencart2004.com/
elect.tu@gmail.com
**/
// Heading
$_['heading_title']       = 'การจัดวาง';

// Text
$_['text_success']        = 'บันทึกข้อมูลการจัดวางเรียบร้อยแล้ว';
$_['text_list']           = 'รายการการจัดวาง';
$_['text_add']            = 'เพิ่ม';
$_['text_edit']           = 'แก้ไข';
$_['text_default']        = 'ร้านค้าหลัก';
$_['text_content_top']    = 'ข้อมูลด้านบน';
$_['text_content_bottom'] = 'ข้อมูลด้านล่าง';
$_['text_column_left']    = 'คอลัมน์ซ้าย';
$_['text_column_right']   = 'คอลัมน์ขวา';

// Column
$_['column_name']         = 'ชื่อการจัดวาง';
$_['column_action']       = 'การกระทำ';

// Entry
$_['entry_name']          = 'ชื่อการจัดวาง';
$_['entry_store']         = 'ร้านค้า';
$_['entry_route']         = 'เส้นทาง';
$_['entry_module']        = 'โมดูล';
$_['entry_position']      = 'ตำแหน่ง';
$_['entry_sort_order']    = 'ลำดับการแสดง';

// Error
$_['error_permission']    = 'ขออภัย คุณไม่ได้รับอนุญาตให้เข้าใช้งานหรือแก้ไขข้อมูลในส่วนนี้';
$_['error_name']          = 'ชื่อการจัดวางต้องอยู่ระหว่าง 3 - 64 ตัวอักษร';
$_['error_default']       = 'ไม่สามารถลบการจัดวางนี้ได้เนื่องจากถูกใช้งานในร้านค้าหลัก';
$_['error_store']         = 'ไม่สามารถลบการจัดวางนี้ได้เนื่องจากมีร้านค้าใช้งานอยู่ %s ร้านค้า';
$_['error_product']       = 'ไม่สามารถลบการจัดวางนี้ได้เนื่องจากมีสินค้าใช้งานอยู่ %s รายการ';
$_['error_category']      = 'ไม่สามารถลบการจัดวางนี้ได้เนื่องจากมีหมวดสินค้าใช้งานอยู่ %s รายการ';
$_['error_information']   = 'ไม่สามารถลบการจัดวางนี้ได้เนื่องจากมีหน้าข้อมูลร้านค้าใช้งานอยู่ %s หน้า';